import type { AcademicItem } from "../en/education";

export const education: AcademicItem[] = [
  {
    id: "cambridge",
    title: "Студент Кембриджского английского центра",
    institution: "Cambridge English Centre",
    date: "Март 2025 – по настоящее время",
    location: "Удаленно",
    description:
      "В настоящее время обучаюсь на продвинутом курсе английского языка в Кембриджском английском центре, уделяя особое внимание навыкам профессионального и академического общения, подготовке к экзаменам и развитию беглости речи.",
    logo: "/images/certs/cec.webp",
  },
  {
    id: "umss-dip",
    title: "Диплом в области информационной и технологической безопасности",
    institution: "Escuela Universitaria de Posgrado – UMSS",
    date: "Февраль 2024 – Декабрь 2024",
    location: "Кочабамба, Боливия",
    description:
      "Специализированная программа последипломного образования, охватывающая информационную безопасность, основы кибербезопасности, защиту сетей, оценку уязвимостей, этичный хакинг и управление безопасностью в соответствии с международными стандартами.",
    logo: "/images/certs/posgradoumss.webp",
  },
  {
    id: "umss-lic",
    title: "Бакалавр наук в области системной инженерии",
    institution: "Universidad Mayor de San Simón",
    date: "Февраль 2019 – Декабрь 2023",
    location: "Кочабамба, Боливия",
    description:
      "Комплексная пятилетняя инженерная программа, охватывающая разработку программного обеспечения, алгоритмы, структуры данных, базы данных, сети, операционные системы и управление ИТ-проектами. Дипломный проект посвящен веб-информационным системам.",
    logo: "/images/certs/umss.webp",
  },
];
